// Основные ответы оракула
export const answers = [
  "Бесспорно",
  "Предрешено",
  "Никаких сомнений",
  "Определённо да",
  "Можешь быть уверен в этом",
  "Мне кажется — да",
  "Вероятнее всего",
  "Хорошие перспективы",
  "Знаки говорят — да",
  "Да",
  "Пока не ясно, попробуй снова",
  "Спроси позже",
  "Лучше не рассказывать",
  "Сейчас нельзя предсказать",
  "Сконцентрируйся и спроси опять",
  "Даже не думай",
  "Мой ответ — нет",
  "По моим данным — нет",
  "Перспективы не очень хорошие",
  "Весьма сомнительно",
  "Звёзды не благоволят",
  "Судьба умалчивает",
  "Ищи ответ в себе",
  "Время покажет"
];

// Ответы после каждого 10-го вопроса
export const busyAnswers = [
  "Я занят, приходи попозже",
  "Ты и сам знаешь ответ на этот вопрос",
  "Мои магические силы на исходе...",
  "Задай этот вопрос завтра",
  "Даже великий волшебник нуждается в отдыхе",
  "Слишком много вопросов! Давай сделаем перерыв",
  "Серъезно? Да ты и сам знаешь ответ!",
  "Волшебство требует перезарядки",
  "Одни вопросы, и никто покушать не предложит :((",
  "Хмм, а ты мне что за это? Бесплатно не отвечу!",
  "А вот не скажу!",
  "Скажи вслух /Эники-беники/ и попробуй задать вопрос еще раз"
];